
import bf24b from '~/assets/PNG/goods/nanotek-bf24-b.png';
import blf230b from '~/assets/PNG/goods/nanotek-blf230-b.png';

export default [
    {
        id: 'nanotek-bf24-b',
        title: 'Nanotek BF24 B',
        picture: bf24b,
        description: 'с возвратной пружиной – предназначен для управления противопожарными нормально-открытыми(огнезадерживающими) клапанами, установленными в системе общеобменной вентиляции, кондиционирования, технологической и местной вентиляции. Особенности Nanotek BF24 B: огнестойкий стальной корпус, специальное передающее звено, огнестойкий стальной зубчатый редуктор.',
        data: {
            'Крутящий момент (двигателя, пружины)': 'мин. 10 Нм',
            'Размер оси заслонки': '12 мм',
            'Рабочее напряжение': 'АС/DC24 В',
            'Частота': '50 … 60 Гц',
            'Потребляемая мощность (вращение/удержание)': '5 Вт / 3 Вт',
            'Расчетная мощность': '10.0 ВА',
            'Вспомогательные переключатели': '1мА - 3(0.5) А, АС 230 В',
            'Управляющий сигнал': '2-х позиционный',
            'Угол поворота': '5° - 85° (шаг 5°)',
            'Время поворота (двигатель/ пружина)': '100 сек / 25 сек',
            'Уровень шума': 'макс. 62 дБ',
            'Класс защиты': 'II (все изолировано)',
            'Степень защиты корпуса': 'IP 54',
            'Рабочая температура': '-20°…+50° С',
            'Температура хранения': '-40°...+70° С',
            'Влажность': '5%...95% без конденсата',
            'Соединительный кабель': '1 м',
            'Срок службы': '50 000 циклов',
            'Вес': '2.5 кг',
            'Соответствие стандартам': 'ГОСТ 16264.1-85',
            'Гарантия': '12 месяцев',
            'Указана розничная стоимость, за': '1 шт.'
        }
    },
    {
        id: 'nanotek-blf230-b',
        title: 'Nanotek BLF230 3.0 B',
        picture: blf230b,
        description: 'с возвратной пружиной – предназначен для управления противопожарными нормально-открытыми(огнезадерживающими) клапанами, установленными в системе общеобменной вентиляции, кондиционирования, технологической и местной вентиляции. Особенности Nanotek BLF230 3.0 B: огнестойкий стальной корпус, специальное передающее звено, огнестойкий стальной зубчатый редуктор.',
        data: {
            'Крутящий момент (двигателя, пружины)': '3 Нм',
            'Размер оси заслонки': '12 мм',
            'Рабочее напряжение': 'АС100-240 В',
            'Частота': '50 … 60 Гц',
            'Потребляемая мощность (вращение/удержание)': '',
            'Расчетная мощность': '10.0 ВА',
            'Вспомогательные переключатели': '3(1.5)А,АС230В',
            'Управляющий сигнал': '2-х позиционный',
            'Угол поворота': '0° - 90°(-5° - 90° механически)',
            'Время поворота (двигатель/ пружина)': '75сек/25сек',
            'Уровень шума': 'макс. 45 дБ',
            'Класс защиты': 'II (все изолировано)',
            'Степень защиты корпуса': 'IP 54',
            'Рабочая температура': '-20°…+50° С',
            'Температура хранения': '-30° - +60°С',
            'Влажность': '5%...95% без конденсата',
            'Соединительный кабель': '1м',
            'Срок службы': '60 000 циклов',
            'Вес': '1.3 кг',
            'Соответствие стандартам': 'ГОСТ 16264.1-85',
            'Гарантия': '12 месяцев',
            'Указана розничная стоимость, за': '1 шт.'
        }
    }
];
