
import lm24b from '~/assets/PNG/goods/nanotek-lm24-b.png';
import lf230b from '~/assets/PNG/goods/nanotek-lf230-b.png';
import nm230 from '~/assets/PNG/goods/nanotek-nm230.png';
export default [
    {
        id: 'nanotek-lf230-b',
        title: 'Nanotek LF230 B',
        filter1: 'с возвратной пружиной',
        picture: lf230b,
        description: 'с возвратной пружиной применяется для управления воздушными заслонками. Электроприводы оснащены универсальным V-образным крепежным хомутом и устанавливается непосредственно на вал заслонки. Привод имеет специальный фиксатор, который предназначен для предотвращения его вращения.',
        data: {
            'Крутящий момент (двигателя, пружины)': 'мин. 5 Нм',
            'Размер оси заслонки': '10—16 мм, 7- 11 мм',
            'Рабочее напряжение': 'АС 230 В ± 10%',
            'Частота': '50 … 60 Гц',
            'Потребляемая мощность (вращение/удержание)': '4.2 Вт / 2.5 Вт',
            'Расчетная мощность': '10.0 ВА',
            'Вспомогательные переключатели': '3(1.5) А, АС 230 В',
            'Управляющий сигнал': '2-х позиционный',
            'Угол поворота': '0°...90° (-5°…90° механически)',
            'Время поворота (двигатель/ пружина)': '50…70 сек / 20 сек',
            'Уровень шума': 'макс. 45 дБ',
            'Класс защиты': 'II (все изолировано)',
            'Степень защиты корпуса': 'IP 54',
            'Рабочая температура': '-20°…+50° С',
            'Температура хранения': '-30°…+60° С',
            'Влажность': '5%...95% без конденсата',
            'Соединительный кабель': '1 м',
            'Срок службы': '60 000 циклов',
            'Вес': '2.0 кг',
            'Соответствие стандартам': 'ГОСТ 16264.1-85',
            'Гарантия': '12 месяцев',
            'Указана розничная стоимость, за': '1 шт.'

        }
    },
    {
        id: 'nanotek-lm24-b',
        title: 'Nanotek LM24 B',
        filter1: 'без возвратной пружины',
        picture: lm24b,
        description: 'предназначен для управления воздушными заслонками в системах вентиляции и кондиционирования воздуха зданий. Для управления воздушными заслонками площадью приблиз. до 2 м2.',
        data: {
            'Крутящий момент (двигателя, пружины)': '4 Нм',
            'Размер оси заслонки': '10—20 мм,10-16 мм',
            'Рабочее напряжение': 'АС/DC24В',
            'Частота': '50 … 60 Гц',
            'Потребляемая мощность (вращение/удержание)': '',
            'Расчетная мощность': '10.0 ВА',
            'Вспомогательные переключатели': 'нет',
            'Управляющий сигнал': '2-х позиционный',
            'Угол поворота': 'макс.95°',
            'Время поворота (двигатель/ пружина)': '<50сек',
            'Уровень шума': 'макс. 45 дБ',
            'Класс защиты': 'III (все изолировано)',
            'Степень защиты корпуса': 'IP 54',
            'Рабочая температура': '-20°…+50° С',
            'Температура хранения': '-40°…+70° С',
            'Влажность': '5%...95% без конденсата',
            'Соединительный кабель': 'нет',
            'Срок службы': '50 000 циклов',
            'Вес': '0.75 кг',
            'Соответствие стандартам': 'ГОСТ 16264.1-85',
            'Гарантия': '12 месяцев',
            'Указана розничная стоимость, за': '1 шт.'
        }
    },
    {
        id: 'nanotek-nm230',
        title: 'Nanotek NM230',
        filter1: 'без возвратной пружины',
        picture: nm230,
        description: 'предназначен для управления воздушными заслонками в системах вентиляции и кондиционирования воздуха зданий. Для управления воздушными заслонками площадью приблиз. до 2 м2.',
        data: {
            'Крутящий момент (двигателя, пружины)': '8 Нм',
            'Размер оси заслонки': '10—20 мм,10-16 мм',
            'Рабочее напряжение': 'АС 100- 240 В',
            'Частота': '50 … 60 Гц',
            'Потребляемая мощность (вращение/удержание)': '',
            'Расчетная мощность': '10.0 ВА',
            'Вспомогательные переключатели': 'нет',
            'Управляющий сигнал': '2-х позиционный',
            'Угол поворота': 'макс.90°',
            'Время поворота (двигатель/ пружина)': '<55 сек',
            'Уровень шума': 'макс. 45 дБ',
            'Класс защиты': 'II (все изолировано)',
            'Степень защиты корпуса': 'IP 54',
            'Рабочая температура': '-20°…+50° С',
            'Температура хранения': '-40°…+70° С',
            'Влажность': '5%...95% без конденсата',
            'Соединительный кабель': 'нет',
            'Срок службы': '50 000 циклов',
            'Вес': '0.75кг',
            'Соответствие стандартам': 'ГОСТ 16264.1-85',
            'Гарантия': '12 месяцев',
            'Указана розничная стоимость, за': '1 шт.'
        }
    }
];
