
import ble24b from '~/assets/PNG/goods/nanotek-ble24-b.png';
import be230b from '~/assets/PNG/goods/nanotek-be230-b.png';

export default [
    {
        id: 'nanotek-ble24-b',
        title: 'Nanotek BLE24 B',
        picture: ble24b,
        description: ' - электромеханический реверсивный привод, предназначенный для установки на противопожарных нормально-закрытых и дымовых клапанах систем противодымной вентиляции. Особенности Nanotek BLE24 B: огнестойкий стальной корпус, специальное передающее звено, огнестойкий стальной зубчатый редуктор.',
        data: {
            'Крутящий момент (двигателя, пружины)': 'мин. 10 Нм',
            'Размер оси заслонки': '12 мм',
            'Рабочее напряжение': 'АС/DC 24 В',
            'Частота': '50 … 60 Гц',
            'Потребляемая мощность (вращение/удержание)': '7,2 Вт/2,5 Вт',
            'Расчетная мощность': '10.0 ВА',
            'Вспомогательные переключатели': '3(1.5) А, АС 230 В',
            'Управляющий сигнал': '2-х позиционный',
            'Угол поворота': '90° (95° механически)',
            'Время поворота (двигатель/ пружина)': '<30 сек',
            'Уровень шума': 'макс. 45 дБ',
            'Класс защиты': 'II (все изолировано)',
            'Степень защиты корпуса': 'IP 54',
            'Рабочая температура': '-20°…+50° С',
            'Температура хранения': '-40°…+70° С',
            'Влажность': '5%...95% без конденсата',
            'Соединительный кабель': '1 м',
            'Срок службы': '60 000 циклов',
            'Вес': '1.8 кг',
            'Соответствие стандартам': 'ГОСТ 16264.1-85',
            'Гарантия': '12 месяцев',
            'Указана розничная стоимость, за': '1 шт.'
        }
    },
    {
        id: 'nanotek-be230-b',
        title: 'Nanotek BE230 B (30Hm)',
        filter1: 'без возвратной пружины',
        picture: be230b,
        description: ' - электромеханический реверсивный привод, предназначенный для установки на противопожарных нормально-закрытых и дымовых клапанах систем противодымной вентиляции. Особенности Nanotek BE230 B (30Hm): огнестойкий стальной корпус, специальное передающее звено, огнестойкий стальной зубчатый редуктор.',
        data: {
            'Размер оси заслонки': '12 мм квадрат',
            'Рабочее напряжение': '230B(50…60Гц)',
            'Потребляемая мощность (вращение/удержание)': '6,5Вт/0,5Вт',
            'Вспомогательные переключатели': '3(1.5)А,АС230В',
            'Угол поворота': 'макс.95°',
            'Время поворота (двигатель/ пружина)': '<120сек',
            'Уровень шума': 'макс. 65 дБ',
            'Степень защиты корпуса': 'IP 54',
            'Соединительный кабель': '1 м',
            'Вес': '3.0 кг',
            'Соответствие стандартам': 'ГОСТ 16264.1-85',
            'Гарантия': '12 месяцев',
            'Указана розничная стоимость, за': '1 шт.'
        }
    }
]